export const foods = [
    {
        title: 'Express Fit',
        kal: '800 ккал',
    },
    {
        title: 'Slim',
        kal: '1000 ккал',
    },
    {
        title: 'FITNESS',
        kal: '800 ккал',
    },
    {
        title: 'Balance',
        kal: '1600 ккал',
    },
    {
        title: 'Balance +',
        kal: '1800 ккал',
    },
    {
        title: 'Strong',
        kal: '2000 ккал',
    },
    {
        title: 'Maxi Fit',
        kal: '2400 ккал',
    },
];

export const des = 
    {
        des:'Программа здорового питания Fitness. Идеально для: похудения в кратчайшие сроки, повышения энергии и сил, снижения веса при сидячем образе жизни.',
        plan:[
            {
                day:'Тестовый день',
                old:'510 грн',
                new:'357 грн'
            },
            {
                day:'1 день',
                old:'',
                new:'510 грн'
            },
            {
                day:'от 7 дней',
                old:'510 грн',
                new:'490 грн'
            },
            {
                day:'от 14 дней',
                old:'510 грн',
                new:'470 грн'
            },
            {
                day:'от 30 дней',
                old:'510 грн',
                new:'450 грн'
            },
            {
                day:'Завтрак и ужин',
                old:'-15%',
                new:'433 грн'
            },
        ],
        days:[
            {
                when:'Завтрак',
                time:'7:00 - 9:00',
                des:['Фриттата с сыром и кабачками'],
                much:['170гр']
            },
            {
                when:'2-й завтрак',
                time:'10:00 - 12:00',
                des:["Фермерский йогурт" ,"Полезное печенье из сухофруктов и орехов"],
                much:['200гр','2 шт']
            },
            {
                when:'Обед',
                time:'13:00 - 15:00',
                des:["Люля-кебаб из индейки", "Летний салат с маслинами и сыром"],
                much:['100гр', '100гр']
            },
            {
                when:'Полдник',
                time:'16:00 - 17:30',
                des:["Творожное суфле с какао и вишей"],
                much:['100гр']
            },
            {
                when:'Ужин',
                time:'',
                des:["Рыбный терен", "Овощи гриль"],
                much:['100гр','150гр']
            },
        ]
}

export const weeks = [
    'ПН','вт','ср','чт','пт','сб','вс'
]

// 1) Express Fit,800 ккал
// 2)slim,1000 ккал
// 3)balance,1600 ккал
// 4)balance +,1800 ккал
// 5)strong,2000 ккал
// 6)maxi fit,2400 ккал