import f from '@/assets/1m.png'
import t from '@/assets/2m.png'
import th from '@/assets/3m.png'
import fo from '@/assets/4m.png'
export const mainData=[
    {
        img:f,
        title:'Detox программа –  вкусное очищение организма',
        span:"вкусное очищение",
        des:'8 бутылочек натуральных смузи и фрешей.',
        pdes:'натуральных',
        btn:'Заказать',
        info:{
            info:'Пробный день всего:',
            main:'427 грн'
        }
    },
    {
        img:t,
        title:'Сервис правильного питания. Худей быстро!',
        span:"Худей быстро!",
        des:'',
        btn:'Заказать',
        info:{
            info:'Пробный день',
            main:'-30%'
        }
    },
    {
        img:th,
        title:'Доверьтесь профессионалам. Я Кобылинский Кирилл - основатель. ',
        span:"Доверьтесь профессионалам.",
        des:'Мастер спорта Украины по тяжелой атлетике. Высшее образование института физкультуры(НуфвсУ).',
        pdes:"Мастер спорта Высшее образование",
        btn:'Мой инстаграм',
        info:{
            info:'Всегда открыт для клиентов',
            main:''
        }
    },
    {
        img:fo,
        title:'Кето питание - вкусное и экстремальное быстрое похудение',
        span:'вкусное и экстремальное',
        des:'4 приема пищи.',
        btn:'Заказать',
        info:{
            info:'Пробный день',
            main:'от 490грн'
        }
    },
]